# language:ru
Функционал: овлыов
Сценарий: что там
Дано пользователь находится на странице "Мэйл"
  * пользователь заполняет поле"Логин" значением"igorpetrov.57"
  * пользователь заполняет поле"Пароль" значением"qwerty198"
  * пользователь нажимает кнопку Войти
  * пользователь находится на странице "Моя почта"
  * пользователь нажимает кнопку Написать письмо
  * пользователь находится на странице "Новое сообщение"
  * пользователь заполняет поле"Кому" значением"shars08ru@gmail.com"
  * пользователь заполняет во фреймe "фрейм письма" поле"Тело письма" значением"какой-то текст"
  * пользователь нажимает кнопку Отправить